Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: When threaded compositing is enabled, accelerated CSS animations run on the compositing thread. However, there may be performance gains running with accelerated CSS animations, even without the compositor thread.
ca_es: Quan la composició per subprocessos està activada, les animacions CSS accelerades s'executen al subprocés de composició. No obstant això, poden haver millores al rendiment que s'executin amb les animacions CSS accelerades, fins i tot sense el subprocés de composició.

source: Use %{HANDLER_TITLE}
ca_es: Utilitzeu %{HANDLER_TITLE}

source: Press %{ACCELERATOR} to exit.
ca_es: Premeu %{ACCELERATOR} per sortir.

source: Contact your network administrator if you're not sure what this means.
ca_es: Si no esteu segur de què significa això, contacteu amb l'administrador de la xarxa.

source: Server error
ca_es: Error del servidor

source: Touch drag and drop can be initiated through long press on a draggable element.
ca_es: L'acció d'arrossegar i deixar anar iniciada per toc es pot iniciar si es manté premut un element que es pugui arrossegar.

source: Go to %{BEGIN_BOLD} Applications > System Preferences > Network > Assist me %{END_BOLD} to test your connection.
ca_es: Aneu a %{BEGIN_BOLD} Aplicacions > Preferències del sistema > Xarxa > Assisteix-me %{END_BOLD} per comprovar la vostra connexió.

source: The translation failed because of a problem with the network connection.
ca_es: No s'ha pogut executar la traducció a causa d'un problema amb la connexió de xarxa.

source: Are you sure you want to reload this page?
ca_es: Esteu segur que voleu tornar a carregar aquesta pàgina?

source: Threaded compositing
ca_es: Composició per subprocessos

source: Clear cookies and other site data when I quit my browser
ca_es: Esborra les galetes i altres dades dels llocs quan tanqui el navegador

source: Failed to check revocation.
ca_es: No s'ha pogut comprovar la revocació.

source: Extended Key Usage
ca_es: Ús ampliat de claus

source: %{BEGIN_BOLD}3. %{END_BOLD}Testing connection to internet
ca_es: %{BEGIN_BOLD}3. %{END_BOLD}S'està comprovant la connexió a Internet

source: PKCS #7, certificate chain
ca_es: PKCS #7, cadena de certificats

source: Plain text
ca_es: Text sense format

source: Export...
ca_es: Exporta...

source: Yesterday %{YESTERDAY_DAYTIME}
ca_es: Ahir a les %{YESTERDAY_DAYTIME}

source: This extension failed to provide credentials to a network request because another extension (%{EXTENSION_NAME}) provided different credentials.
ca_es: Aquesta extensió no ha pogut proporcionar credencials a una sol·licitud de xarxa perquè una altra extensió (%{EXTENSION_NAME}) ha proporcionat unes credencials diferents.

source: A file or a directory with the same name already exists.
ca_es: Ja existeix un fitxer o un directori amb aquest nom.

source: Reduce data consumption by loading optimized web pages via Google proxy servers.
ca_es: Redueix el consum de dades amb la càrrega de pàgines web optimitzades mitjançant els servidors intermediaris de Google.

source: Warning: You do not have the performance monitoring flag enabled! Data displayed will be limited to any data which were gathered previously.
ca_es: Advertiment: No teniu activada la marca de seguiment de rendiment. Les dades mostrades es limitaran a les dades que s'hagin recopilat anteriorment.

source: Not set.
ca_es: No s'ha definit.

source: Speak now
ca_es: Parleu ara

source: Enable advanced gestures
ca_es: Activa els gestos avançats

source: Import media
ca_es: Importació d'elements multimèdia

source: %{SPACE_AVAILABLE} left
ca_es: Queden %{SPACE_AVAILABLE}

source: Enables debugging context menu options such as Inspect Element for packed applications.
ca_es: Activa les opcions del menú del context de depuració, com ara Inspect Element, per als paquets d'aplicacions.

source: Enable Data Compression Proxy
ca_es: Activa el servidor intermediari de compressió de dades

source: Copy &email address
ca_es: Copia l'&adreça electrònica

source: Please make sure your network connection is working and if the problem persists, please sign out and sign in again to refresh your credentials.
ca_es: Assegureu-vos que la vostra connexió a la xarxa funciona i, si el problema persisteix, tanqueu la sessió i torneu a iniciar-la per actualitzar les vostres credencials.

source: Server unavailable.
ca_es: El servidor no està disponible.

source: Create Application &Shortcuts...
ca_es: Crea &dreceres d'aplicacions...

source: In omnibox autocomplete, reorder suggestions in HistoryQuickProvider to make an inlineable one appear first.
ca_es: A l'opció de completar automàticament de l'omnibox, reordeneu els suggeriments de HistoryQuickProvider perquè una inserció entre línies aparegui primer.

source: Display and manage an icon in the system indicator area.
ca_es: Mostra i gestiona una icona a l'àrea d'indicació del sistema.

source: Confirm Password:
ca_es: Confirmeu la contrasenya:

source: Crashes (%{CRASH_COUNT})
ca_es: Bloqueigs (%{CRASH_COUNT})

source: You must enter the same passphrase twice.
ca_es: Heu d'introduir la mateixa paraula de pas dues vegades.

source: &Show as tab
ca_es: &Mostra com a pestanya

source: Show Google Docs files
ca_es: Mostra els fitxers de Google Docs

source: Pin to Taskbar
ca_es: Ancla a la barra de tasques

source: Pa&ste and Search
ca_es: En&ganxa i cerca

source: Network settings
ca_es: Configuració de la xarxa

source: Your document is ready to view.
ca_es: Ja podeu visualitzar el docum.

source: Choose your account picture
ca_es: Trieu una foto per al compte

source: Invalid name
ca_es: El nom no és vàlid

source: An invalid response was received while attempting to load %{URL}. The server may be down for maintenance or configured incorrectly.
ca_es: S'ha rebut una resposta no vàlida mentre s'intentava carregar %{URL}. És possible que el servidor no estigui disponible a causa de tasques de manteniment o bé que s'hagi configurat de manera incorrecta.

source: Tar archive
ca_es: Arxiu tar

source: hardware-backed
ca_es: recolzat per maquinari

source: Another program on your computer added an extension that may change the way Chrome works.
ca_es: Un altre programa de l'ordinador ha afegit una extensió que pot canviar el funcionament de Chrome.

source: Superseded
ca_es: Reemplaçat

source: Page zoom:
ca_es: Zoom de la pàgina:

source: Zoom In
ca_es: Amplia

source: Available offline
ca_es: Disponible fora de línia

source: Applies to
ca_es: Objectiu d'aplicació

source: Microphone:
ca_es: Micròfon:

source: New!
ca_es: Novetat!

source: Web Contents
ca_es: Contingut web

source: The attempt to connect to the server failed.
ca_es: Ha fallat l'intent de connectar amb el servidor.

source: (Auto-refreshing page every %{INTERVAL_SECONDS} seconds.)
ca_es: (La pàgina s'està actualitzant automàticament cada %{INTERVAL_SECONDS} segons.)

source: Spell check dictionary download failed.
ca_es: La baixada del diccionari del corrector ortogràfic ha fallat.

source: End Process
ca_es: Finalitza el procés

source: Always allow %{HOST} to show images
ca_es: Permet sempre que %{HOST} mostri imatges

source: Certificate-based authentication failed
ca_es: S'ha produït un error en l'autenticació basada en certificats

source: Persistent storage:
ca_es: Emmagatzematge permanent:

source: Touch editing can be initiated by tapping on a textfield or a selected text.
ca_es: L'edició tàctil es pot iniciar fent un toc en un camp de text o en un text seleccionat.

source: Shill Captive Portal detector
ca_es: Atura el detector de Captive Portal

source: Select by domain
ca_es: Selecciona per domini

source: Add email address...
ca_es: Afegeix una adreça electrònica...

source: Minutes
ca_es: Minuts

source: In this case, the certificate presented to your browser has errors and cannot be understood. This may mean that we cannot understand the identity information within the certificate, or certain other information in the certificate used to secure the connection. You should not proceed.
ca_es: En aquest cas, el certificat presentat al teu navegador té errors i no es pot comprendre. Això pot significar que no podem comprendre la informació d'identitat del certificat o alguna informació utilitzada per assegurar la connexió. No hauries de continuar.

source: Netscape Certificate Renewal URL
ca_es: URL de renovació de certificat de Netscape

source: Extension Location
ca_es: Ubicació de l'extensió

source: No (HttpOnly)
ca_es: No (Només HTTP)

source: Hide info...
ca_es: Amaga la informació...

source: Enable web pages to use experimental JavaScript features.
ca_es: Permet que les pàgines web facin servir funcions JavaScript experimentals.

source: Image cache
ca_es: Memòria cau d'imatges

source: Sync service is not available for your domain.
ca_es: El servei de sincronització no està disponible per al vostre domini.

source: Pin tab
ca_es: Fixa la pestanya

source: The translation failed because the page's language could not be determined.
ca_es: S'ha produït un error en fer la traducció perquè no s'ha pogut determinar l'idioma de la pàgina.

source: The connection to %{HOST_NAME} was interrupted by a change in the network connection.
ca_es: Un canvi en la connexió a la xarxa ha interromput la connexió a %{HOST_NAME}.

source: Close Firefox Before Importing
ca_es: Tanca Firefox abans d'importar

source: Access your tabs and browsing activity
ca_es: Accediu a les pestanyes i a l'activitat de navegació

source: Attempted to downgrade app.
ca_es: S'ha intentat canviar a una versió anterior de l'aplicació.

source: No destinations found
ca_es: No s'ha trobat cap destinació

source: Select a file to open
ca_es: Seleccioneu un fitxer per obrir

source: Ask by default
ca_es: Pregunta de manera predeterminada

source: Reload Frame
ca_es: Torna a carregar el marc

source: The %{ADAPTER_NAME} adapter was not enabled.
ca_es: L'adaptador %{ADAPTER_NAME} no s'ha activat.

source: &Open video in new tab
ca_es: O&bre el vídeo en una pestanya nova

source: Clear data from hosted apps
ca_es: Esborra les dades de les aplicacions allotjades

source: Add phone number
ca_es: Afegeix un número de telèfon

source: Experimental Extension APIs
ca_es: API d'extensions experimentals

source: Set up automatic updates
ca_es: Configurar actualitzacions automàtiques

source: The certificate does not specify a mechanism to check whether it has been revoked.
ca_es: El certificat no especifica un mecanisme per comprovar si s'ha revocat.

source: Signed in as %{USER_EMAIL_ADDRESS}. Manage your synced data on %{BEGIN_LINK}Google Dashboard%{END_LINK}.
ca_es: Heu iniciat la sessió com a %{USER_EMAIL_ADDRESS}. Gestioneu les dades sincronitzades al %{BEGIN_LINK}Tauler de Google%{END_LINK}.

source: Custom Files
ca_es: Fitxers personalitzats

source: Exchange data with the computer named %{HOSTNAME}
ca_es: Intercanvia les dades amb l'ordinador denominat %{HOSTNAME}

source: Disconnect your Google Account...
ca_es: Desconnecta el compte de Google...

source: Cardholder name
ca_es: Nom del titular de la targeta

source: NTP Suggestions page
ca_es: Pàgina de suggeriments NTP

source: TLS WWW Client Authentication
ca_es: Autenticació de client WWW de TLS

source: Manifest file is missing or unreadable.
ca_es: El fitxer de manifest falta o bé no es pot llegir.

source: Another program on your computer added an app that may change the way Chrome works.
ca_es: Un altre programa de l'ordinador ha afegit una aplicació que pot canviar el funcionament de Chrome.

source: SQLite Memory
ca_es: Memòria SQLite

source: This video is not available offline.
ca_es: Aquest vídeo no està disponible fora de línia.

source: Incognito App: %{APP_NAME}
ca_es: Aplicació d'incògnit: %{APP_NAME}

source: CSS cache
ca_es: Memòria cau CSS

source: Secure connections only
ca_es: Només les connexions segures

source: Petals
ca_es: Pètals

source: Enable Oak.
ca_es: Activeu Oak.

source: Package is invalid. Details: '%{ERROR_MESSAGE}'.
ca_es: El paquet no és vàlid. Detalls: "%{ERROR_MESSAGE}".

source: Renderer Froze
ca_es: Immobilització del renderitzador

source: Autofill settings
ca_es: Configuració de l'Emplenament automàtic

source: Make Text Larger
ca_es: Fa el text més gran

source: Reset all to default
ca_es: Restableix-ho tot als valors predeterminats

source: Debug everything except secure shell
ca_es: Depura-ho tot excepte l'intèrpret d'ordres segur

source: Force Reload This Page
ca_es: Força que es torni a carregar aquesta pàgina

source: page range radio button
ca_es: botó d'opció d'interval de pàgines

source: Whoops. Let's fix that.
ca_es: Solucionem-ho.

source: The file is too large for your computer to handle. Sorry.
ca_es: El fitxer és massa gran perquè el vostre equip el pugui gestionar.

source: Channel
ca_es: Canal

source: Open Link in Inco&gnito Window
ca_es: Obre l'enllaç en una finestra d'incò&gnit

source: Chrome cannot set wallpaper.
ca_es: Chrome no pot establir un fons de pantalla.

source: &View page source
ca_es: &Visualitza l'origen de la pàgina

source: %{FULLSCREEN_ORIGIN} is now full screen and has disabled your mouse cursor.
ca_es: %{FULLSCREEN_ORIGIN} es visualitza a pantalla completa i ha desactivat el cursor del ratolí.

source: This extension failed to redirect a network request to %{ATTEMPTED_REDIRECT_DESTINATION} because another extension (%{EXTENSION_NAME}) redirected it to %{ACTUAL_REDIRECT_DESTINATION}.
ca_es: Aquesta extensió no ha pogut redirigir una sol·licitud de xarxa a %{ATTEMPTED_REDIRECT_DESTINATION} perquè una altra extensió (%{EXTENSION_NAME}) l'ha redirigida a %{ACTUAL_REDIRECT_DESTINATION}.

source: Search the Web...
ca_es: Cerca al web...

source: Server problem
ca_es: Problema del servidor

source: Synced as %{USER_EMAIL_ADDRESS}
ca_es: S'ha sincronitzat com a %{USER_EMAIL_ADDRESS}

source: Collapse all...
ca_es: Redueix-ho tot...

source: Warning: The data are not being aggregated! This may cause the page to be slow!
ca_es: Advertiment: No s'estan agregant dades. Això pot fer que la pàgina funcioni lentament.

source: Send to Google Drive
ca_es: Envia a Google Drive

source: Account sign-in details are out of date.
ca_es: Les dades d'inici de sessió del compte no estan actualitzades.

source: Checking your USB drive...
ca_es: S'està comprovant la unitat USB...

source: (Enabled by enterprise policy)
ca_es: (Activat per la política d'empresa)

source: Open &Location...
ca_es: Obre la &ubicació...

source: Problems installing?
ca_es: Teniu problemes amb la instal·lació?

source: Google drawing
ca_es: Dibuix de Google

source: Applications menu
ca_es: Menú d'aplicacions

source: Expiration date
ca_es: Data de caducitat

source: Your connection to %{DOMAIN} is not encrypted.
ca_es: La teva connexió a %{DOMAIN} no està xifrada.

source: Disable per application sorting in the launcher.
ca_es: Desactiva l'ordenació per aplicacions al menú d'aplicacions.

source: Official audio source webpage
ca_es: Pàgina web oficial de la font d'àudio

source: Microsoft Individual Code Signing
ca_es: Signatura de codi individual de Microsoft

source: &More Information
ca_es: &Més informació

source: Check for server certificate revocation
ca_es: Comprova la revocació del certificat del servidor

source: Email: %{EMAIL_ADDRESSES}
ca_es: Correu electrònic: %{EMAIL_ADDRESSES}

source: Pickles
ca_es: Hamburguesa

source: Bad intial signature
ca_es: Signatura inicial incorrecta

source: Bicycle
ca_es: Bicicleta

source: Access your data on %{WEBSITE_1}
ca_es: Accediu a les dades a %{WEBSITE_1}

source: Edit Search Engine
ca_es: Edita el motor de cerca

source: Error when fetching policy settings from the server: %{CLIENT_ERROR}.
ca_es: S'ha produït un error en recuperar la configuració de la política del servidor: %{CLIENT_ERROR}.

source: Chrome cannot open this URL.
ca_es: No es pot obrir URL.

source: Use this extension by clicking on this icon.
ca_es: Per fer servir aquesta extensió, feu clic en aquesta icona.

source: Install Adobe Reader
ca_es: Instal·la Adobe Reader

source: Enable Panels
ca_es: Activació de taulers

source: Built-in Asynchronous DNS
ca_es: DNS asíncron inserit

source: Manage handlers...
ca_es: Gestiona els gestors...

source: Confirm New Extension
ca_es: Confirmació de l'extensió nova

source: Access USB devices
ca_es: Accedeix a dispositius USB

source: Top margin
ca_es: Marge superior

source: Your edits are saved automatically.%{BREAKS}To keep a copy of the original image, uncheck "Overwrite original"
ca_es: Els canvis es desen automàticament.%{BREAKS}Per conservar una còpia de la imatge original, desmarqueu "Sobreescriu l'original"

source: %{IDS_SHORT_PRODUCT_NAME} could not update itself to the latest version, so you are missing out on awesome new features and security fixes. You need to manually reinstall %{IDS_SHORT_PRODUCT_NAME}.
ca_es: %{IDS_SHORT_PRODUCT_NAME} no s'ha pogut actualitzar a la darrera versió, per tant us esteu perdent les fantàstiques funcions noves i les correccions de seguretat. Heu de tornar a instal·lar manualment %{IDS_SHORT_PRODUCT_NAME}.

source: This certificate has been verified for the following usages:
ca_es: Aquest certificat s'ha verificat per als usos següents:

source: This name is too long
ca_es: El nom és massa llarg.

source: %{BEGIN_BOLD}Recommendation: %{END_BOLD}%{BEGIN_ITALIC}Please ensure that%{END_ITALIC}%{BR}1) the ethernet cable is plugged in.%{BR2}2) your router is configured correctly. Check that the DHCP server is enabled and that the MAC address filtering is confiugred correctly, if enabled.
ca_es: %{BEGIN_BOLD}Recomanació: %{END_BOLD}%{BEGIN_ITALIC}Assegureu-vos que%{END_ITALIC}%{BR}1) El cable Ethernet està connectat.%{BR2}2) L'encaminador està configurat correctament. Comproveu que el servidor DHCP estigui activat i que el filtre de l'adreça MAC estigui configurat correctament, si està activat.

source: Importing...
ca_es: S'està important...

source: Run This Plug-in
ca_es: Executa aquest connector

source: Add a credit card
ca_es: Afegeix una targeta de crèdit

source: Pack...
ca_es: Empaqueta

source: Send email
ca_es: Envia un correu electrònic

source: Stable
ca_es: Estable

source: Chrome's language has changed from "%{FROM_LOCALE}" to "%{TO_LOCALE}" after syncing your settings.
ca_es: L'idioma de Chrome ha canviat de "%{FROM_LOCALE}" a "%{TO_LOCALE}" després de sincronitzar la vostra sincronització.

source: %{PRODUCT_NAME} has blocked access to %{HOST_NAME} for now.
ca_es: De moment, %{PRODUCT_NAME} ha bloquejat l'accés a %{HOST_NAME}.

source: Keep using %{CURRENT_GOOGLE_HOST}
ca_es: Continua utilitzant %{CURRENT_GOOGLE_HOST}

source: sheet of paper
ca_es: full de paper

source: Enables a background check that warns you when a software incompatibility is detected (ie. 3rd party modules that crash the browser).
ca_es: Activa una comprovació en processament de fons que us avisa si detecta incompatibilitats de programari (p. ex., mòduls de tercers que bloquegen el navegador).

source: Hide Others
ca_es: Amaga les altres

source: The combined private memory usage of all processes related to %{SHORT_PRODUCT_NAME}
ca_es: L'ús combinat de la memòria privada de tots els processos relacionats amb %{SHORT_PRODUCT_NAME}

source: This extension failed to modify the request header "%{HEADER_NAME}" of a network request because the modification conflicted with another extension (%{EXTENSION_NAME}).
ca_es: Aquesta extensió no ha pogut modificar la capçalera de la sol·licitud "%{HEADER_NAME}" d'una sol·licitud de xarxa perquè la modificació entrava en conflicte amb una altra extensió (%{EXTENSION_NAME}).

source: DNS Name
ca_es: Nom DNS

source: Phishing Detected!
ca_es: Pesca detectada!

source: Script badges
ca_es: Insígnies de script

source: User defined URL link frame
ca_es: L'usuari ha definit el marc d'enllaç de l'URL

source: The following apps and extensions were added:
ca_es: S'han afegit les aplicacions i les extensions següents:

source: Excel spreadsheet
ca_es: Full de càlcul d'Excel

source: Error parsing policy settings
ca_es: S'ha produït un error en analitzar la configuració de la política

source: Home page
ca_es: Pàgina d'inici

source: You are using an unsupported command-line flag: %{BAD_FLAG}. Stability and security will suffer.
ca_es: Utilitzeu una marca de la línia d'ordres que no és compatible: %{BAD_FLAG}. Se'n ressentiran l'estabilitat i la seguretat.

source: Content settings
ca_es: Configuració de contingut

source: Network configuration failed to be parsed.
ca_es: No s'ha pogut analitzar la configuració de la xarxa.

source: Media exceptions
ca_es: Excepcions de dispositius multimèdia

source: [parent directory]
ca_es: [directori principal]

source: &Show As Tab
ca_es: &Mostra com a pestanya

source: Include addresses from my Address Book card
ca_es: Inclou les adreces de la meva targeta de Llibreta d'adreces

source: A private key for specified extension already exists. Reuse that key or delete it first.
ca_es: Ja existeix una clau privada per a l'extensió especificada. Torneu a utilitzar-la o suprimiu-la primer.

source: Always on top
ca_es: Sempre a dalt

source: Read and modify your browsing history
ca_es: Llegiu i modifiqueu l'historial de navegació

source: Invalid proxy mode.
ca_es: El mode de servidor intermediari no és vàlid.

source: Installed theme "%{THEME_NAME}".
ca_es: S'ha instal·lat el tema "%{THEME_NAME}".

source: Tab Overview
ca_es: Informació general de pestanya

source: Select Next Tab
ca_es: Selecciona la pestanya següent

source: Sorry, this experiment is not available on your platform.
ca_es: Aquest experiment no està disponible a la vostra plataforma.

source: Vietnamese
ca_es: Vietnamita

source: Open link in new &window
ca_es: Obre l'enllaç en una &finestra nova

source: Chrome cannot download this file.
ca_es: Chrome no pot baixar aquest fitxer.

source: &Spell-checker Options
ca_es: &Opcions del corrector ortogràfic

source: Aggregation Method
ca_es: Mètode d'agregació

source: Google has flagged "%{EXTENSION_NAME}" as malicious and installation has been prevented.
ca_es: Google ha marcat l'extensió "%{EXTENSION_NAME}" com a maliciosa i, per tant, s'ha evitat que s'instal·lés.

source: Very Large
ca_es: Molt gran

source: %{EXTENSION_NAME} is running on this page.
ca_es: S'està executant %{EXTENSION_NAME} en aquesta pàgina.

source: You're now signed in to Chrome.
ca_es: S'ha iniciat la sessió a Chrome.

source: Your computer is doing too many things right now. Try again later.
ca_es: L'equip està fent massa coses en aquests moments. Torneu-ho a provar més tard.

source: Run %{EXTENSION_NAME} command: %{SEARCH_TERMS}
ca_es: Executa l'ordre %{EXTENSION_NAME}: %{SEARCH_TERMS}

source: Disables new lock animations.
ca_es: Desactiva les animacions de bloqueig noves.

source: Access to your microphone is controlled by your administrator.
ca_es: L'administrador controla l'accés al micròfon.

source: Netscape International Step-Up
ca_es: Entrada progressiva internacional de Netscape

source: Would you like to search with %{NEW_GOOGLE_HOST} instead of %{CURRENT_GOOGLE_HOST}?
ca_es: Voleu cercar amb %{NEW_GOOGLE_HOST} en lloc de %{CURRENT_GOOGLE_HOST}?

source: Always allow plug-ins on %{HOST}
ca_es: Permet sempre els connectors a %{HOST}

source: Starting...
ca_es: S'està iniciant...

source: Move failed, unexpected error: $1
ca_es: El trasllat ha fallat, s'ha produït un error inesperat: $1

source: $1 image
ca_es: Imatge en $1

source: JavaScript Memory
ca_es: Memòria de JavaScript

source: We are currently investigating this issue.
ca_es: Estem investigant el problema.

source: Hide Details
ca_es: Amaga els detalls

source: There is not enough space.
ca_es: No hi ha prou espai.

source: Run again
ca_es: Torna a executar
